{
  "ashen.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
<<<<<<< HEAD
  "conform.nvim": { "branch": "master" },
||||||| parent of 2da8091 (chore: update lazy-lock.json and colorscheme config)
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
=======
  "conform.nvim": { "branch": "master" },
>>>>>>> 2da8091 (chore: update lazy-lock.json and colorscheme config)
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "github-theme": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gruvbox-material": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "miasma.nvim": { "branch": "main" },
<<<<<<< HEAD
  "mini.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
||||||| parent of 2da8091 (chore: update lazy-lock.json and colorscheme config)
  "mini.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
=======
  "mini.nvim": { "branch": "main" },
  "neovim-ayu": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
>>>>>>> 2da8091 (chore: update lazy-lock.json and colorscheme config)
  "plenary.nvim": { "branch": "master" },
<<<<<<< HEAD
  "render-markdown.nvim": { "branch": "main" },
||||||| parent of 2da8091 (chore: update lazy-lock.json and colorscheme config)
  "render-markdown.nvim": { "branch": "main" },
=======
  "render-markdown.nvim": { "branch": "main" },
>>>>>>> 2da8091 (chore: update lazy-lock.json and colorscheme config)
  "tokyonight.nvim": { "branch": "main" },
  "vesper.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
